{
    "album": "Unorthodox Jukebox", 
    "userReviews": [
        {
            "grade": "10", 
            "review": "An unbelievable Sophomore album.\n\r\nSophomore Struggle? Forget about it. This is a quality, cohesive album that is very clearly inspired by the generations before Mr Mars, and it's not a bad thing in any sense of the word. The album is not as poppy as the first album, but I feel he has risked relevancy in pop to create a true piece of art. Even the most uptempo songs on the album aren't very fast. It's a sharp departure from his previous work but still has the Bruno signature sounds.\n\r\nI wasn't a massive fan of his when he released \"Doo Wops and Hooligans\" but I appreciated the album and liked the singles he released. This album has absolutely blown me away, though. There are no obvious singles on the album, for me, but I'd prefer if he didn't even release any. The current pop scene doesn't deserve such effortlessly incredible music. This album has definitely made a fan out of me, and I've had it on repeat since I first heard it."
        }, 
        {
            "grade": "10", 
            "review": "this is the album i waited for well done bruno! many different styles on this album, that it never becomes  boring. He has taken the risky path that not many choose to take with a sophmore album, but it paid off big time.\r\nGive this album a chance"
        }, 
        {
            "grade": "10", 
            "review": "Bruno Mars has proven with this album that he is not a one-trick-pony. If you did not like his first album, I urge you to give Unorthodox Jukebox a chance. There are so many different styles on this album, that it never becomes stale or boring. He has taken the risky path that not many choose to take with a sophmore album, but it paid off big time."
        }, 
        {
            "grade": "9", 
            "review": "Just listened to the entire album. I really enjoyed it. Short and sweet and to the point. Very well done. Every song is worth listening to as there are only 11 songs with such variation and there isn't one that is \"skippable\". Each song tells a story coherently which is something that Frank Ocean may have lacked for me."
        }, 
        {
            "grade": "8", 
            "review": "I wish everyone would stop giving reviews that are 10s and 1s, very few things are either perfect or abysmal. The numbers 2-9 do exist. I digress.\n\r\nThe album is certainly different, and unique, not what his first album was, and that probably has to do with having more control over what he can and can't sing about. Locked Out of Heaven is the obvious hit, but other songs like Moonshine, When I was Your Man and Natalie are all just as good, and potential hits. It's a really good sophomore album. Where others have failed, Bruno Mars has succeeded."
        }, 
        {
            "grade": "8", 
            "review": "I'm no Bruno Mars fan but this album is pretty well done. Locked Out of Heaven, When I Was Your Man and Treasure are two songs that should never be left out of any top songs of 2013 list."
        }, 
        {
            "grade": "0", 
            "review": "It's musically different; it's more focused on an organic style, and it does have have accompanying piano ballads that are okay. But here's the thing: the lyricism is the exact same thing as the last time, no show of development whatsoever. Same love ballads trying to appeal to crowds, same undeveloped character.  Still emphasizing on what's become so mainstream. It's only good musically. If it was a bunch of instrumentals or unconventional crazy lyricism, it would have been better, but it's not. Poor choices. Poor choices. It isn't bad, but it's no good."
        }
    ], 
    "artist": "Bruno Mars", 
    "userscore": "7.5", 
    "criticReviews": [
        {
            "grade": "91", 
            "source": "Entertainment Weekly", 
            "review": "His talent for crafting little pop perfections of all stripes is undeniable."
        }, 
        {
            "grade": "80", 
            "source": "PopMatters", 
            "review": "All in all, this is a truly accomplished and slick pop album, but its lyrical content will probably lose Bruno Mars some sales and some of his core audience."
        }, 
        {
            "grade": "77", 
            "source": "Billboard.com", 
            "review": "His highly anticipated sophomore album succeeds in mixing its safer stylistic choices with its relatively bold ideas."
        }, 
        {
            "grade": "60", 
            "source": "The Observer (UK)", 
            "review": "Overall, there is rather less doo-wopping on Unorthodox Jukebox, an album that, despite its title, deserves your grudging respect, and a little more hooliganism."
        }, 
        {
            "grade": "60", 
            "source": "The Guardian", 
            "review": "His second album is the same conventional mish-mash as his 6m-selling debut."
        }, 
        {
            "grade": "60", 
            "source": "Slant Magazine", 
            "review": "While not an unqualified triumph, Unorthodox Jukebox is a step forward."
        }, 
        {
            "grade": "50", 
            "source": "All Music Guide", 
            "review": "Too bad it's a step back from Doo-Wops in so many ways, leaving people who saw promise in his debut shaking their heads in disappointment and hoping Mars can sort out his feelings about women and get back to being a sweet romancer, instead of an icky hater."
        }
    ], 
    "releaseDate": "Dec 11, 2012", 
    "metascore": "70"
}